# Taps
tap "homebrew/bundle"
tap "homebrew/core"
tap "adoptopenjdk/openjdk"
tap "athrunsun/linuxbinary"
tap "aws/tap"

#Brews
brew "python@3.9"
brew "cask"
brew 'brew-cask-completion'
brew "cmake"
brew "cmake-docs"
brew "curl"
brew "fish"
brew "gcc"
brew "fzf"
brew "gedit"
brew "git"
brew "glances"
brew "htop"
brew "luarocks"
brew "neovim"
brew "pyenv"
brew "terminator"
brew "tldr"
brew "tmux"
brew "unison"
brew "watch"
brew "wget"
brew "z"
brew "athrunsun/linuxbinary/atom"
brew 'bash-completion'
brew 'github-keygen'
brew 'gnupg'
brew 'pinentry-mac'
brew 'stow'
brew 'mas'
brew 'gh'
brew 'fish'
brew 'zsh'
brew 'tmux'
brew 'bash'
brew 'bat'
brew 'most'
brew 'vim'
brew 'pssh'
brew 'fzf'
brew 'tldr'
brew 'unison'
brew 'docker'
brew 'xclip'
brew 'htop'
brew 'neovim'
