# Taps
tap 'homebrew/cask'
tap 'buo/cask-upgrade'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-drivers'

# Python
brew 'python'
brew 'python3'

# Cask
cask 'google-chrome'
cask 'atom'
cask 'typora'
cask 'slack'
cask 'dash'
cask 'sublime-text'
cask 'iterm2'
#cask 'macvim'
cask 'gitup'
cask 'sourcetree'
cask 'drawio'
cask 'jetbrains-toolbox'
cask 'github'
cask 'displaylink'
cask 'quip'
cask 'amazon-chime'
cask 'vlc'
cask 'docker'
cask 'cheatsheet'
cask 'rectangle'

