tap "adoptopenjdk/openjdk"
tap "athrunsun/linuxbinary"
tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/core"
brew "python@3.9"
brew "brew-cask-completion"
brew "cask"
brew "cmake"
brew "cmake-docs"
brew "curl"
brew "fish"
brew "gcc"
brew "fzf"
brew "gedit"
brew "git"
brew "glances"
brew "htop"
brew "luarocks"
brew "neovim"
brew "pyenv"
brew "terminator"
brew "tldr"
brew "tmux"
brew "tree"
brew "unison"
brew "watch"
brew "wget"
brew "z"
brew "athrunsun/linuxbinary/atom"
